{
	"about": "About",
	"aboutTitle": "Luca Deltort, Web & Mobile Developer",
	"aboutDescription": "Hi, I am a French developer based in Toulouse, in the south of France. Currently in my 4th year at Epitech and participating in a university exchange program at California State University Long Beach (CSULB), I have discovered many aspects and professions within the tech industry. I have worked with various languages and frameworks, both in web and mobile development, but I am always looking for new technologies, innovative methods, and exciting projects to work on. My experience in the United States at CSULB has allowed me to enhance my English skills, both professional and conversational, while discovering a new culture.",
	"aboutEducations": "Education",
	"aboutEducationsEpitech": "Master's in Software Engineering",
	"aboutEducationsCSULB": "Computer Engr. & Computer sci.",
	"aboutExperiences": "Experiences",
	"aboutExperiencesDevid": "Web & Mobile Developer",
	"aboutExperiencesDevidStartDate": "Sept. 2023",
	"aboutExperiencesDevidEndDate": "May 2024",
	"aboutExperiencesUbigreen": "Fullstack Developer",
	"aboutExperiencesUbigreenStartDate": "July 2022",
	"aboutExperiencesUbigreenEndDate": "Nov. 2022",
	"projects": "Projects",
	"projectsTechnology": "Technology",
	"projectsTechnologies": "Technologies",
	"projectsTagProfessional": "Professional",
	"projectsTagPersonal": "Personal",
	"projectsTagSchool": "School",
	"projectsWebsite": "Website",
	"projectsMore": "More",
	"projectsLess": "Less",
	"projectsDescriptionReepair": "Reepair is a platform that connects professionals and individuals to give objects a second life. It promotes recycling and helps save money. The platform is divided into two sections: one for individuals and one for professionals. I worked on the professional section using Flutter.",
	"projectsDescriptionTOP": "The Optimum Prod is a business management platform that helps track employee attendance and project profitability through precise monitoring of various criteria. I worked on the employee section using Flutter.",
	"projectsDescriptionSavy": "Savy is our EIP (Epitech Innovative Project), an AI-powered language learning solution. The application is a mobile solution that allows users to interact, both in writing and speaking, with Echos (AI personalities) supported by a personal assistant named Savy. I am responsible for the iOS app using Swift, the showcase website with Svelte, and the design.",
	"projectsDescriptionMaker": "Maker is a web platform for automating actions, similar to Zapier or IFTTT. I designed and developed the front-end using Flutter.",
	"projectsDescriptionEgofolio": "Egofolio is my personal website. I designed and coded it using Svelte.",
	"contact": "Contact",
	"contactDownload": "Download my resume"
}
