{
	"locale": "en",
	"welcome": "Hey",
	"iamluca": "I am Luca",
	"job": "Web & Mobile Developer",
	"bio": "Developer specialized in <b>Web</b> and <b>Mobile</b> across various technologies, I enjoy exploring new languages and am curious about all innovations in this field.",
	"projects": "Projects",
	"education": "Currently in my fourth year at <a href=\"https://www.epitech.eu/\" class=\"underline rounded-md p-1 text-epitechBlue md:hover:bg-blackEgo md:hover:transition-bg-color md:hover:transition-ease md:hover:transition-300\" target=\"_blank\">Epitech Toulouse</a> and on exchange at <a href=\"https://www.csulb.edu/\" class=\"underline rounded-md p-1 text-lbYellow md:hover:bg-blackEgo md:hover:transition-bg-color md:hover:transition-ease md:hover:transition-300\" target=\"_blank\">California State University, Long Beach</a>, I have developed teamwork skills, adaptability, and a broad set of competencies in this vast field.",
	"contact": "I am open to any proposals or connections; feel free to <a href=\"#contact\" class=\"underline rounded-md p-1 md:hover:text-white md:hover:bg-blackEgo md:hover:transition-bg-color md:hover:transition-ease md:hover:transition-300\">contact me</a> for more information.",
	"reepair": "Reepair is a platform that connects people who need repairs with professional service providers. I worked on the professional side of the platform using Flutter.",
	"top": "The Optimum Prod is a platform designed to assist with company management and organization. I worked on the mobile application using Flutter.",
	"egofolio": "Egofolio is my personal portfolio, designed and developed by me in SvelteKit.",
	"savy": "Savy is our EIP (Epitech Innovative Project), a language-learning solution powered by artificial intelligence (AI) still in development. I designed and developed the iOS application in Swift as part of a team of six.",
	"maker": "Maker is a web platform for automating tasks, similar to Zapier or IFTTT. I designed and worked on the front end using Flutter as part of a team of five.",
	"send": "Send",
	"download_cv": "Download my CV"
}
