{
	"about": "À propos",
	"aboutTitle": "Luca Deltort, développeur Web & Mobile",
	"aboutDescription": "Salut, je suis un développeur français basé à Toulouse, dans le sud de la France. Actuellement en 5ème année à Epitech et après un échange universitaire à California State University Long Beach (CSULB), j’ai pu découvrir de nombreux aspects et métiers du secteur. J’ai travaillé sur divers langages et frameworks, que ce soit en web ou en mobile, mais je suis toujours à la recherche de nouvelles technologies, de méthodes innovantes et de projets stimulants à réaliser. Mon expérience aux États-Unis, dans une université telle que CSULB, m’a permis de développer mes compétences en anglais, tant professionnel que courant, tout en découvrant une nouvelle culture.",
	"aboutEducations": "Formations",
	"aboutEducationsEpitech": "Master en Ingénierie Logicielle",
  "aboutEducationsCSULB": "Computer Engr. & Computer sci.",
	"aboutExperiences": "Expériences",
	"aboutExperiencesDevid2": "Développeur iOS",
	"aboutExperiencesDevid2StartDate": "Juin. 2025",
	"aboutExperiencesDevid2EndDate": "Aujourd'hui",
	"aboutExperiencesDevid": "Développeur Web & Mobile",
	"aboutExperiencesDevidStartDate": "Sept. 2023",
	"aboutExperiencesDevidEndDate": "Mai 2024",
	"aboutExperiencesUbigreen": "Développeur Fullstack",
	"aboutExperiencesUbigreenStartDate": "juil. 2022",
	"aboutExperiencesUbigreenEndDate": "nov. 2022",
	"projects": "Projets",
	"projectsTechnology": "Technologie",
	"projectsTechnologies": "Technologies",
	"projectsTagProfessional": "Professionnel",
	"projectsTagPersonal": "Personnel",
	"projectsTagSchool": "Scolaire",
	"projectsWebsite": "Site Web",
	"projectsMore": "Plus",
	"projectsLess": "Moins",
	"projectsDescriptionReepair": "Reepair est une plateforme qui met en relation des professionnels et des particuliers pour donner une seconde vie aux objets. Elle favorise le recyclage et permet de faire des économies. Elle se divise en deux parties : une pour les particuliers et une pour les professionnels. J'ai travaillé sur la partie professionnelle en utilisant Flutter.<br /><br />● Création d'un calendrier à partir de zéro<br />● Responsive mobile<br />● Architecture MVVM",
	"projectsDescriptionTOP": "The Optimum Prod est une plateforme de gestion d'entreprise qui permet de gérer la présence des employés et la rentabilité des projets avec des suivis précis sur plusieurs critères. J'ai travaillé sur la partie destinée aux employés en utilisant Flutter.<br /><br />● Gestion de la caméra<br />● Mode hors-connexion<br />● Architecture MVVM",
	"projectsDescriptionSavy": "Savy est notre EIP (Epitech Innovative Project), une solution d'apprentissage linguistique propulsée par l'IA. La solution est une application mobile qui permet d'échanger, à l'écrit comme à l'oral, avec des Echos (personnalités IA) accompagnés par un assistant personnel, Savy. Je suis en charge de l'application iOS avec Swift, du site vitrine avec Svelte et du design avec Figma.",
	"projectsDescriptionMaker": "Maker est une plateforme web pour automatiser des actions, similaire à Zapier ou IFTTT. J'ai designé la solution avec Figma et travaillé sur le front-end en utilisant Flutter.<br /><br />● Authentification avec Google et GitHub<br />● Responsive mobile<br />● Architecture MVVM",
	"projectsDescriptionEgofolio": "Egofolio est mon site web personnel. J'ai designé et codé ce site en Svelte.",
	"projectsDescriptionWAU": "Qui de nous ? est un petit site web fait en Svelte pour afficher avec des graphiques les résultats d'un Google Form entre amis.<br /><br />● Importation d'un XLSX<br />● Choix de couleur pour chaque joueur<br />● Graphiques avec Chart.js",
	"contact": "Contact",
	"contactDownload": "Télécharger mon CV"
}
